Repository: mluts/telegram_getpocket
Catalog: priv/gettext/*/LC_MESSAGES/server.po
Languages: uk

source: already have getpocket access key
uk: Getpocket вже був підключений

source: archived article
uk: Статтю заархівовано

source: can't get article while not linked
uk: Не можу дістати статю коли getpocket не підключений

source: cant archive article
uk: Не можу заархівувати статтю

source: cant subscribe while didnt link getpocket
uk: Не можу підписати вас поки getpocket не був підключений

source: connecting getpocket and sending auth link for you
uk: Підключаю getpocket, вам прийде посилання для логіну - перейдіть по ньому

source: failed to get article, try again
uk: Не можу дістати статтю, спробуйте знову

source: failed to get getpocket access key
uk: Щось пішло не так, спробуйте знову

source: got getpocket access key
uk: Getpocket було підключено

source: here is your link %{link}
uk: Ось посилання: %{link}

source: ok, sending article every day at %{time}
uk: Добре, надсилатиму вам щодня статтю о %{time}

source: ok, unsubscribing
uk: Добре, відписую вас

source: something went wrong, try again
uk: Щось пішло не так, спробуйте знову

source: wrong time string
uk: Неправильний формат часу
